{
  "body1" : {
    "title" : "Visual Impairment Awareness",
    "subtitle" : null,
    "text" : "This page describes what visual impairments are."
  },
  "body2" : {
    "title" : null,
    "subtitle" : null,
    "text" : "Often centered around a few basic categories, visual impairments represent a spectrum of anyone whose visual condition impacts their ability to successfully complete activities in everyday life [1]. According to the World Health Organization these categories are as follows: visual acuity between 6/12 to 6/18 is mild, visual acuity between 6/18 to 6/60 is moderate, visual acuity between 6/60 to 3/60 is severe, and visual acuity worse than 3/60 is blind [7]. These classifications are likely to differ between sources, but they represent the general concept."
  },
  "body3" : {
    "title" : null,
    "subtitle" : null,
    "text" : "Accessibility catering to the visually impaired is very important for them to function in our society. Since a very large portion of our information is gathered visually, the accommodations that are in place to help them get that information as well is crucial for their ability to function in a workplace setting or be able to enjoy leisure activities. Accommodation such as screen readers can greatly benefit people with visual impairments ability to obtain information on websites and articles. This helps them access the internet to be able to read news sites, browse the web, or even order things from online retailers confidently."
  },
  "body4" : {
    "title" : null,
    "subtitle" : null,
    "text" : "The information gained through the internet is very important as it is often the most up to date information, also it is very important for some people to keep in contact through various social media platforms. This wouldn't normally be possible for people with visual impairments without the accessibility created by screen readers."
  },
  "image1" : {
    "title" : "background of kansas city",
    "src" : "https://external-content.duckduckgo.com/iu/?u=http%3A%2F%2Fwww.ronniefloyd.com%2Fblog%2Fwp-content%2Fuploads%2FKansas-City-Skyline.jpg&f=1&nofb=1"
  }
}
